package ru.arvata.pomor

// todo при переходе в новую запись через фаб выбирать садок

// ввод названия участка перемещения голосом

/*
    Plans:
    + смотреть полное описание задачи
    + редактировать задачу (если юзер - создатель)
    + удалить задачу (если юзер - создатель)
    + пометить как выполненную с необязательным комментарием (если юзер - исполнитель)
    + пометить выполненную задачу как невыполненную (если юзер - исполнитель)
    + отказаться от задачи с обязательным комментарием (если юзер - исполнитель)
 */